Repository: Ashwinn11/honestly
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt, ru, zh_hans, zh_hant

source: Try it, right now
ar: جربها الآن
de: Probier's jetzt gleich
es: Pruébalo ahora mismo
fr: Essaie, là, tout de suite
it: Provalo, adesso
ja: 今すぐ試してみて
ko: 지금 바로 해보세요
nl: Probeer het nu meteen
pt: Experimente agora mesmo
ru: Попробуй прямо сейчас
zh_hans: 现在就试试
zh_hant: 現在就試試

source: Under 5 minutes
ar: أقل من 5 دقائق
de: Unter 5 Minuten
es: Menos de 5 minutos
fr: Moins de 5 minutes
it: Meno di 5 minuti
ja: 5分未満
ko: 5분 미만
nl: Minder dan 5 minuten
pt: Menos de 5 minutos
ru: Меньше 5 минут
zh_hans: 不到 5 分钟
zh_hant: 不到 5 分鐘

source: Unlock forever
ar: افتح للأبد
de: Für immer freischalten
es: Desbloquear para siempre
fr: Débloquer à vie
it: Sblocca per sempre
ja: 永久に解放
ko: 영원히 잠금 해제
nl: Voor altijd ontgrendelen
pt: Desbloquear para sempre
ru: Открыть навсегда
zh_hans: 永久解锁
zh_hant: 永久解鎖

source: Unlock forever — %@
ar: افتحه للأبد — %@
de: Für immer freischalten — %@
es: Desbloquear para siempre — %@
fr: Débloquer pour toujours — %@
it: Sblocca per sempre — %@
ja: 永久に解除 — %@
ko: 영구 잠금 해제 — %@
nl: Voor altijd ontgrendelen — %@
pt: Desbloquear para sempre — %@
ru: Открыть навсегда — %@
zh_hans: 永久解锁 — %@
zh_hant: 永久解鎖 — %@

source: Unlock my morning
ar: افتح صباحي
de: Meinen Morgen freischalten
es: Desbloquear mi mañana
fr: Débloquer mon matin
it: Sblocca la mia mattina
ja: 朝を解放
ko: 내 아침 열기
nl: Ontgrendel mijn ochtend
pt: Desbloquear minha manhã
ru: Открыть моё утро
zh_hans: 解锁我的早晨
zh_hant: 解鎖我的早晨

source: Use Honestly for your own reflection. Don't use it to break the law, and don't attempt to disrupt, probe, or misuse the app or the Screen Time features it relies on.
ar: استخدم Honestly لتأمّلك الشخصي. لا تستخدمه لمخالفة القانون، ولا تحاول تعطيل التطبيق أو استكشافه أو إساءة استخدامه أو ميزات وقت الشاشة التي يعتمد عليها.
de: Nutze Honestly für deine eigene Reflexion. Verwende es nicht, um gegen das Gesetz zu verstoßen, und versuche nicht, die App oder die zugrunde liegenden Bildschirmzeit-Funktionen zu stören, auszuforschen oder zu missbrauchen.
es: Usa Honestly para tu propia reflexión. No lo uses para infringir la ley, y no intentes interferir, sondear ni hacer un uso indebido de la app ni de las funciones de Tiempo de uso en que se basa.
fr: Utilise Honestly pour ta propre réflexion. Ne t’en sers pas pour enfreindre la loi, et n’essaie pas de perturber, sonder ou détourner l’app ou les fonctions Temps d’écran sur lesquelles elle repose.
it: Usa Honestly per la tua riflessione personale. Non usarlo per violare la legge e non tentare di interrompere, sondare o usare in modo improprio l’app o le funzioni Tempo di utilizzo su cui si basa.
ja: Honestlyは自分自身の振り返りに使ってください。法律に反する目的で使わず、アプリや基盤となるスクリーンタイム機能を妨害・詮索・悪用しようとしないでください。
ko: Honestly는 당신 자신의 성찰에 사용하세요. 법을 어기는 데 사용하지 말고, 앱이나 그 기반이 되는 스크린 타임 기능을 방해·탐색·오용하려 하지 마세요.
nl: Gebruik Honestly voor je eigen reflectie. Gebruik het niet om de wet te overtreden en probeer de app of de onderliggende Schermtijd-functies niet te verstoren, te onderzoeken of te misbruiken.
pt: Use o Honestly para sua própria reflexão. Não o use para infringir a lei, e não tente interromper, sondar ou usar indevidamente o app ou os recursos de Tempo de ecrã em que ele se apoia.
ru: Используй Honestly для собственной рефлексии. Не применяй его для нарушения закона и не пытайся нарушать работу, зондировать или использовать не по назначению приложение или лежащие в его основе функции Экранного времени.
zh_hans: 将 Honestly 用于你自己的反思。不要用它违法，也不要试图干扰、探测或滥用本应用及其所依赖的“屏幕使用时间”功能。
zh_hant: 將 Honestly 用於你自己的反思。不要用它違法，也不要試圖干擾、探測或濫用本應用及其所依賴的「螢幕使用時間」功能。

source: We couldn't find a previous purchase to restore on this Apple ID.
ar: لم نجد عملية شراء سابقة على معرّف Apple هذا.
de: Wir konnten keinen früheren Kauf für diese Apple-ID finden.
es: No encontramos una compra anterior para esta Apple ID.
fr: Aucun achat précédent trouvé pour cet identifiant Apple.
it: Nessun acquisto precedente trovato per questo ID Apple.
ja: このApple IDに復元できる購入が見つかりませんでした。
ko: 이 Apple ID에서 복원할 이전 구매를 찾지 못했어요.
nl: We konden geen eerdere aankoop voor deze Apple ID vinden.
pt: Não encontramos uma compra anterior para este Apple ID.
ru: Не удалось найти прежнюю покупку для этого Apple ID.
zh_hans: 未能找到此 Apple ID 的过往购买。
zh_hant: 未能找到此 Apple ID 的過往購買。

source: We do not collect analytics, we do not fingerprint your device, we do not build a profile of you, and we do not share anything with advertisers. There is nothing to opt out of because there is nothing being gathered.
ar: لا نجمع تحليلات، ولا نأخذ بصمة جهازك، ولا نبني ملفًا عنك، ولا نشارك أي شيء مع المعلنين. لا شيء لترفضه لأنه لا يُجمَع شيء أصلًا.
de: Wir erfassen keine Analysedaten, erstellen keinen Geräte-Fingerabdruck, bauen kein Profil von dir auf und teilen nichts mit Werbetreibenden. Es gibt nichts abzulehnen, weil nichts gesammelt wird.
es: No recopilamos analíticas, no identificamos tu dispositivo, no creamos un perfil de ti y no compartimos nada con anunciantes. No hay nada que rechazar porque no se recopila nada.
fr: Nous ne collectons pas de statistiques, n’identifions pas ton appareil, ne créons pas de profil de toi et ne partageons rien avec des annonceurs. Il n’y a rien à refuser, car rien n’est collecté.
it: Non raccogliamo analisi, non identifichiamo il tuo dispositivo, non creiamo un profilo su di te e non condividiamo nulla con gli inserzionisti. Non c’è nulla da rifiutare perché non viene raccolto nulla.
ja: 私たちは分析データを集めず、端末をフィンガープリントせず、あなたのプロフィールを作らず、広告主に何も共有しません。何も集めていないので、拒否するものもありません。
ko: 우리는 분석을 수집하지 않고, 기기를 지문화하지 않으며, 당신의 프로필을 만들지 않고, 광고주와 아무것도 공유하지 않습니다. 수집하는 것이 없으니 거부할 것도 없어요.
nl: We verzamelen geen analytics, nemen geen vingerafdruk van je apparaat, bouwen geen profiel van je op en delen niets met adverteerders. Er is niets om af te wijzen, want er wordt niets verzameld.
pt: Não coletamos análises, não fazemos fingerprint do seu dispositivo, não criamos um perfil de você e não compartilhamos nada com anunciantes. Não há do que optar por sair porque nada está sendo coletado.
ru: Мы не собираем аналитику, не снимаем «отпечаток» устройства, не строим твой профиль и ничего не передаём рекламодателям. Отказываться не от чего, потому что ничего не собирается.
zh_hans: 我们不收集分析数据，不对你的设备做指纹识别，不建立你的画像，也不与广告商分享任何内容。没有什么可退出的，因为根本没有收集任何东西。
zh_hant: 我們不收集分析資料，不對你的裝置做指紋識別，不建立你的輪廓，也不與廣告商分享任何內容。沒有什麼可退出的，因為根本沒有收集任何東西。

source: We grant you a personal, non-transferable license to use Honestly on devices you own or control, for your own morning ritual. The app and its design are ours; please don't copy, resell, or reverse-engineer it.
ar: نمنحك ترخيصًا شخصيًا غير قابل للنقل لاستخدام Honestly على الأجهزة التي تملكها أو تتحكّم بها، من أجل طقسك الصباحي. التطبيق وتصميمه ملكٌ لنا؛ يُرجى عدم نسخه أو إعادة بيعه أو هندسته عكسيًا.
de: Wir gewähren dir eine persönliche, nicht übertragbare Lizenz, Honestly auf Geräten, die du besitzt oder kontrollierst, für dein eigenes Morgenritual zu nutzen. Die App und ihr Design gehören uns; bitte kopiere, verkaufe oder rekonstruiere sie nicht.
es: Te concedemos una licencia personal e intransferible para usar Honestly en dispositivos que poseas o controles, para tu propio ritual matutino. La app y su diseño son nuestros; por favor, no los copies, revendas ni hagas ingeniería inversa.
fr: Nous t’accordons une licence personnelle et non transférable pour utiliser Honestly sur des appareils que tu possèdes ou contrôles, pour ton propre rituel du matin. L’app et son design sont à nous ; merci de ne pas les copier, revendre ou désosser.
it: Ti concediamo una licenza personale e non trasferibile per usare Honestly su dispositivi che possiedi o controlli, per il tuo rituale mattutino. L’app e il suo design sono nostri; ti preghiamo di non copiarli, rivenderli o decompilarli.
ja: 私たちは、あなたが所有または管理する端末で、あなた自身の朝の儀式のためにHonestlyを利用する、個人的で譲渡不可のライセンスを付与します。アプリとそのデザインは私たちのものです。複製・再販売・リバースエンジニアリングはしないでください。
ko: 우리는 당신이 소유하거나 관리하는 기기에서 당신 자신의 아침 의식을 위해 Honestly를 사용할 수 있는 개인적이고 양도 불가한 권한을 부여합니다. 앱과 그 디자인은 우리의 것입니다. 복제·재판매·역설계는 하지 말아 주세요.
nl: We verlenen je een persoonlijke, niet-overdraagbare licentie om Honestly te gebruiken op apparaten die je bezit of beheert, voor je eigen ochtendritueel. De app en het ontwerp zijn van ons; kopieer, verkoop of reverse-engineer ze alsjeblieft niet.
pt: Concedemos a você uma licença pessoal e intransferível para usar o Honestly em dispositivos que você possui ou controla, para o seu próprio ritual matinal. O app e seu design são nossos; por favor, não os copie, revenda ou faça engenharia reversa.
ru: Мы предоставляем тебе личную, непередаваемую лицензию на использование Honestly на устройствах, которыми ты владеешь или управляешь, для твоего утреннего ритуала. Приложение и его дизайн принадлежат нам; пожалуйста, не копируй, не перепродавай и не вскрывай их.
zh_hans: 我们授予你一项个人的、不可转让的许可，可在你拥有或控制的设备上使用 Honestly，用于你自己的晨间仪式。应用及其设计归我们所有；请勿复制、转售或逆向工程。
zh_hant: 我們授予你一項個人的、不可轉讓的授權，可在你擁有或控制的裝置上使用 Honestly，用於你自己的晨間儀式。應用及其設計歸我們所有；請勿複製、轉售或逆向工程。

source: We may update these terms as the app evolves. If we make material changes, we'll note them here with a new effective date. Continued use means you accept the current terms.
ar: قد نحدّث هذه الشروط مع تطوّر التطبيق. وإن أجرينا تغييرات جوهرية، فسنشير إليها هنا مع تاريخ سريان جديد. استمرارك في الاستخدام يعني قبولك للشروط الحالية.
de: Wir können diese Bedingungen aktualisieren, während sich die App weiterentwickelt. Bei wesentlichen Änderungen vermerken wir sie hier mit einem neuen Gültigkeitsdatum. Fortgesetzte Nutzung bedeutet, dass du die aktuellen Bedingungen akzeptierst.
es: Podemos actualizar estos términos a medida que la app evoluciona. Si hacemos cambios importantes, los indicaremos aquí con una nueva fecha de vigencia. Seguir usando la app significa que aceptas los términos actuales.
fr: Nous pouvons mettre à jour ces conditions à mesure que l’app évolue. En cas de changements importants, nous les indiquerons ici avec une nouvelle date d’effet. Continuer à utiliser l’app signifie que tu acceptes les conditions actuelles.
it: Possiamo aggiornare questi termini man mano che l’app evolve. In caso di modifiche sostanziali, le indicheremo qui con una nuova data di validità. L’uso continuato significa che accetti i termini attuali.
ja: アプリの進化に合わせて本規約を更新することがあります。重要な変更を行う場合は、新しい発効日とともにここに記載します。利用を続けることは、現行の規約に同意したことを意味します。
ko: 앱이 발전함에 따라 본 약관을 업데이트할 수 있습니다. 중요한 변경이 있으면 새 시행일과 함께 여기에 표시합니다. 계속 사용하면 현재 약관에 동의하는 것이 됩니다.
nl: We kunnen deze voorwaarden bijwerken naarmate de app evolueert. Bij wezenlijke wijzigingen vermelden we ze hier met een nieuwe ingangsdatum. Voortgezet gebruik betekent dat je de huidige voorwaarden accepteert.
pt: Podemos atualizar estes termos conforme o app evolui. Se fizermos mudanças relevantes, indicaremos aqui com uma nova data de vigência. O uso continuado significa que você aceita os termos atuais.
ru: Мы можем обновлять эти условия по мере развития приложения. При существенных изменениях мы отметим их здесь с новой датой вступления в силу. Продолжая пользоваться, ты принимаешь текущие условия.
zh_hans: 随着应用的发展，我们可能会更新这些条款。若有重大变更，我们会在此注明新的生效日期。继续使用即表示你接受当前条款。
zh_hant: 隨著應用的發展，我們可能會更新這些條款。若有重大變更，我們會在此註明新的生效日期。繼續使用即表示你接受目前條款。

source: Weekday warrior
ar: محارب أيام الأسبوع
de: Wochentags-Krieger
es: Guerrero de lunes a viernes
fr: Guerrier de la semaine
it: Guerriero dei giorni feriali
ja: 平日の戦士
ko: 평일의 전사
nl: Doordeweekse krijger
pt: Guerreiro dos dias úteis
ru: Воин будних дней
zh_hans: 工作日战士
zh_hant: 工作日戰士

source: Welcome
ar: مرحبًا
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
ja: ようこそ
ko: 환영합니다
nl: Welkom
pt: Bem-vindo
ru: Добро пожаловать
zh_hans: 欢迎
zh_hant: 歡迎

source: What do you want your mornings to give you?
ar: ماذا تريد أن تمنحك صباحاتك؟
de: Was sollen dir deine Morgen geben?
es: ¿Qué quieres que te den tus mañanas?
fr: Que veux-tu que tes matins t’apportent ?
it: Cosa vuoi che ti diano le tue mattine?
ja: 朝に、何をもらいたい？
ko: 아침이 당신에게 무엇을 주길 바라나요?
nl: Wat wil je dat je ochtenden je geven?
pt: O que você quer que suas manhãs lhe deem?
ru: Что должны давать тебе утра?
zh_hans: 你希望早晨给你什么？
zh_hant: 你希望早晨給你什麼？

source: What stays on your device
ar: ما يبقى على جهازك
de: Was auf deinem Gerät bleibt
es: Qué permanece en tu dispositivo
fr: Ce qui reste sur ton appareil
it: Cosa resta sul tuo dispositivo
ja: 端末に残るもの
ko: 기기에 남는 것
nl: Wat op je apparaat blijft
pt: O que fica no seu dispositivo
ru: Что остаётся на устройстве
zh_hans: 留在你设备上的内容
zh_hant: 留在你裝置上的內容

source: What we don't do
ar: ما لا نفعله
de: Was wir nicht tun
es: Lo que no hacemos
fr: Ce que nous ne faisons pas
it: Cosa non facciamo
ja: 私たちがしないこと
ko: 우리가 하지 않는 것
nl: Wat we niet doen
pt: O que não fazemos
ru: Чего мы не делаем
zh_hans: 我们不做的事
zh_hant: 我們不做的事

source: When you choose apps to keep asleep each morning, that selection is handled entirely by Apple's Screen Time (Family Controls) framework. Honestly is shown opaque tokens — never the names of the apps or websites you picked, and never any record of how you use them. That information never leaves your device and is never visible to us.
ar: عندما تختار تطبيقات لإبقائها نائمة كل صباح، يتولّى إطار «وقت الشاشة» (ضوابط العائلة) من Apple هذا الاختيار بالكامل. لا يظهر لـ Honestly سوى رموز مبهمة — لا أسماء التطبيقات أو المواقع التي اخترتها، ولا أي سجلّ لكيفية استخدامك لها. لا تغادر تلك المعلومات جهازك أبدًا ولا تظهر لنا إطلاقًا.
de: Wenn du Apps auswählst, die morgens schlafen sollen, wird diese Auswahl vollständig von Apples Bildschirmzeit (Family Controls) verwaltet. Honestly sieht nur undurchsichtige Tokens – nie die Namen der von dir gewählten Apps oder Websites und nie eine Aufzeichnung deiner Nutzung. Diese Informationen verlassen nie dein Gerät und sind für uns nie sichtbar.
es: Cuando eliges apps para mantener dormidas cada mañana, esa selección la gestiona por completo el marco Tiempo de uso (Controles familiares) de Apple. Honestly solo ve tokens opacos: nunca los nombres de las apps o sitios que elegiste, ni ningún registro de cómo los usas. Esa información nunca sale de tu dispositivo ni es visible para nosotros.
fr: Quand tu choisis des apps à laisser endormies chaque matin, cette sélection est entièrement gérée par le cadre Temps d’écran (Contrôles parentaux) d’Apple. Honestly ne voit que des jetons opaques — jamais les noms des apps ou sites choisis, ni aucun relevé de ton usage. Ces informations ne quittent jamais ton appareil et ne nous sont jamais visibles.
it: Quando scegli le app da tenere addormentate ogni mattina, quella selezione è gestita interamente dal framework Tempo di utilizzo (Controlli familiari) di Apple. Honestly vede solo token opachi — mai i nomi delle app o dei siti che hai scelto, né alcun registro di come li usi. Queste informazioni non lasciano mai il tuo dispositivo e non ci sono mai visibili.
ja: 毎朝眠らせるアプリを選ぶと、その選択はすべてAppleのスクリーンタイム（ファミリー共有機能）が処理します。Honestlyには不透明なトークンだけが渡され、選んだアプリやサイトの名前も、使い方の記録も一切見えません。その情報は端末を離れず、私たちには決して見えません。
ko: 매일 아침 재워둘 앱을 고르면, 그 선택은 전적으로 Apple의 스크린 타임(가족 공유 제어) 프레임워크가 처리합니다. Honestly에는 불투명한 토큰만 전달되며, 당신이 고른 앱이나 사이트의 이름도, 사용 기록도 절대 보이지 않아요. 그 정보는 기기를 벗어나지 않으며 우리에게 보이지 않습니다.
nl: Wanneer je apps kiest om elke ochtend te laten slapen, wordt die selectie volledig afgehandeld door Apple’s Schermtijd (Family Controls). Honestly krijgt alleen ondoorzichtige tokens te zien — nooit de namen van de gekozen apps of sites, en nooit enig verslag van hoe je ze gebruikt. Die informatie verlaat je apparaat nooit en is voor ons nooit zichtbaar.
pt: Quando você escolhe apps para manter dormindo a cada manhã, essa seleção é tratada inteiramente pelo framework Tempo de ecrã (Controles familiares) da Apple. O Honestly recebe apenas tokens opacos — nunca os nomes dos apps ou sites que você escolheu, nem qualquer registro de como os usa. Essa informação nunca sai do seu dispositivo e nunca é visível para nós.
ru: Когда ты выбираешь приложения, которые должны спать по утрам, этот выбор целиком обрабатывается фреймворком Apple «Экранное время» (Family Controls). Honestly видит лишь непрозрачные токены — никогда имена выбранных приложений или сайтов и никаких записей о том, как ты ими пользуешься. Эти данные не покидают устройство и нам не видны.
zh_hans: 当你选择每天早晨要保持沉睡的应用时，该选择完全由 Apple 的“屏幕使用时间”（家人共享控制）框架处理。Honestly 只会看到不透明的令牌——永远看不到你选择的应用或网站名称，也没有任何使用记录。这些信息从不离开你的设备，我们也永远看不到。
zh_hant: 當你選擇每天早晨要保持沉睡的應用時，該選擇完全由 Apple 的「螢幕使用時間」（家人共享控制）框架處理。Honestly 只會看到不透明的權杖——永遠看不到你選擇的應用或網站名稱，也沒有任何使用紀錄。這些資訊從不離開你的裝置，我們也永遠看不到。

source: Write today's page
ar: اكتب صفحة اليوم
de: Heutige Seite schreiben
es: Escribir la página de hoy
fr: Écrire la page du jour
it: Scrivi la pagina di oggi
ja: 今日のページを書く
ko: 오늘의 페이지 쓰기
nl: Schrijf de pagina van vandaag
pt: Escrever a página de hoje
ru: Написать сегодняшнюю страницу
zh_hans: 写今天这一页
zh_hant: 寫今天這一頁

source: Write your first morning page — it'll gather here.
ar: اكتب أولى صفحاتك الصباحية — ستتجمّع هنا.
de: Schreib deine erste Morgenseite — sie sammelt sich hier.
es: Escribe tu primera página matutina — se guardará aquí.
fr: Écris ta première page du matin — elle s’accumulera ici.
it: Scrivi la tua prima pagina — si raccoglierà qui.
ja: 最初の朝のページを書こう — ここにたまります。
ko: 첫 아침 페이지를 써봐요 — 여기에 모여요.
nl: Schrijf je eerste ochtendpagina — hij verzamelt zich hier.
pt: Escreva sua primeira página — ela ficará aqui.
ru: Напиши первую утреннюю страницу — она появится здесь.
zh_hans: 写下你的第一页早晨 —— 它会汇集在这里。
zh_hant: 寫下你的第一頁早晨 —— 它會匯集在這裡。

source: You
ar: أنت
de: Du
es: Tú
fr: Toi
it: Tu
ja: あなた
ko: 나
nl: Jij
pt: Você
ru: Ты
zh_hans: 你
zh_hant: 你

source: You can delete every page and reset your history at any time from the You tab ("Delete all data"). Deleting the app removes all local data; disabling iCloud sync for Honestly removes the backup from your iCloud account.
ar: يمكنك حذف كل صفحة وإعادة ضبط سجلّك في أي وقت من تبويب «أنت» («حذف كل البيانات»). حذف التطبيق يزيل كل البيانات المحلية؛ وإيقاف مزامنة iCloud لـ Honestly يزيل النسخة الاحتياطية من حساب iCloud.
de: Du kannst jederzeit im Tab „Du“ jede Seite löschen und deine Historie zurücksetzen („Alle Daten löschen“). Das Löschen der App entfernt alle lokalen Daten; das Deaktivieren der iCloud-Synchronisierung für Honestly entfernt das Backup aus deinem iCloud-Konto.
es: Puedes borrar cada página y restablecer tu historial en cualquier momento desde la pestaña Tú («Borrar todos los datos»). Eliminar la app borra todos los datos locales; desactivar la sincronización de iCloud para Honestly elimina la copia de tu cuenta de iCloud.
fr: Tu peux supprimer chaque page et réinitialiser ton historique à tout moment depuis l’onglet Toi (« Supprimer toutes les données »). Supprimer l’app efface toutes les données locales ; désactiver la synchro iCloud pour Honestly retire la sauvegarde de ton compte iCloud.
it: Puoi eliminare ogni pagina e azzerare la cronologia in qualsiasi momento dalla scheda Tu («Elimina tutti i dati»). Rimuovere l’app cancella tutti i dati locali; disattivare la sincronizzazione iCloud per Honestly rimuove il backup dal tuo account iCloud.
ja: 「あなた」タブから、いつでもすべてのページを削除し履歴をリセットできます（「すべてのデータを削除」）。アプリを削除するとローカルデータはすべて消えます。HonestlyのiCloud同期をオフにすると、iCloudアカウントからバックアップが削除されます。
ko: ‘You’ 탭에서 언제든 모든 페이지를 삭제하고 기록을 초기화할 수 있어요(‘모든 데이터 삭제’). 앱을 삭제하면 모든 로컬 데이터가 지워지고, Honestly의 iCloud 동기화를 끄면 iCloud 계정에서 백업이 제거됩니다.
nl: Je kunt op elk moment elke pagina wissen en je geschiedenis resetten via het tabblad Jij (“Alle gegevens wissen”). De app verwijderen wist alle lokale gegevens; iCloud-synchronisatie voor Honestly uitschakelen verwijdert de back-up uit je iCloud-account.
pt: Você pode apagar cada página e redefinir seu histórico a qualquer momento na aba Você ("Apagar todos os dados"). Excluir o app remove todos os dados locais; desativar a sincronização do iCloud para o Honestly remove o backup da sua conta iCloud.
ru: В любой момент во вкладке «Ты» можно удалить каждую страницу и сбросить историю («Удалить все данные»). Удаление приложения стирает все локальные данные; отключение синхронизации iCloud для Honestly удаляет копию из твоего аккаунта iCloud.
zh_hans: 你可以随时在“你”标签页删除每一页并重置历史（“删除所有数据”）。删除应用会移除所有本地数据；为 Honestly 关闭 iCloud 同步会从你的 iCloud 账户中移除备份。
zh_hant: 你可以隨時在「你」分頁刪除每一頁並重置歷史（「刪除所有資料」）。刪除應用會移除所有本地資料；為 Honestly 關閉 iCloud 同步會從你的 iCloud 帳戶中移除備份。

source: You reach for the phone first.
ar: أول ما تمدّ يدك إليه هو الهاتف.
de: Du greifst zuerst zum Handy.
es: Coges el móvil lo primero.
fr: Tu prends d’abord le téléphone.
it: Prendi prima il telefono.
ja: まず手にするのは スマホ。
ko: 가장 먼저 잡는 건 휴대폰.
nl: Je grijpt eerst naar je telefoon.
pt: Você pega primeiro o celular.
ru: Сначала ты тянешься к телефону.
zh_hans: 你先伸手去拿 手机。
zh_hant: 你先伸手去拿 手機。

source: You showed up before the world did. That's the whole thing.
ar: حضرتَ قبل العالم. هذا كل شيء.
de: Du warst vor der Welt da. Das ist alles.
es: Llegaste antes que el mundo. Eso es todo.
fr: Vous étiez là avant le monde. C’est tout.
it: Sei arrivato prima del mondo. È tutto qui.
ja: 世界より先に、あなたが来た。それがすべて。
ko: 세상보다 먼저 왔어요. 그게 전부예요.
nl: Jij was er vóór de wereld. Dat is alles.
pt: Você chegou antes do mundo. É isso.
ru: Ты пришёл раньше мира. В этом всё.
zh_hans: 你比世界先到。这就是全部。
zh_hant: 你比世界先到。這就是全部。

source: You're about to join people who reclaimed their mornings — one quiet page at a time.
ar: أنت على وشك الانضمام لمن استعادوا صباحاتهم — صفحة هادئة تلو الأخرى.
de: Du schließt dich Menschen an, die sich ihre Morgen zurückgeholt haben — Seite für Seite.
es: Estás por unirte a quienes recuperaron sus mañanas, una página tranquila a la vez.
fr: Tu rejoins ceux qui ont repris leurs matins — une page tranquille à la fois.
it: Ti unisci a chi si è ripreso le mattine — una pagina tranquilla alla volta.
ja: 朝を取り戻した人たちの仲間入り — 静かな一枚ずつ。
ko: 아침을 되찾은 사람들과 함께해요 — 고요한 한 장씩.
nl: Je sluit je aan bij mensen die hun ochtenden heroverden — pagina voor pagina.
pt: Você vai se juntar a quem retomou as manhãs — uma página tranquila de cada vez.
ru: Ты присоединяешься к тем, кто вернул свои утра — по тихой странице за раз.
zh_hans: 你将加入那些夺回早晨的人——一次一页安静。
zh_hant: 你將加入那些奪回早晨的人——一次一頁安靜。

source: Your 3-minute ritual
ar: طقسك ذو الثلاث دقائق
de: Dein 3-Minuten- Ritual
es: Tu ritual de 3 minutos
fr: Ton rituel de 3 minutes
it: Il tuo rituale di 3 minuti
ja: 3分間の 儀式
ko: 3분 의식
nl: Jouw ritueel van 3 minuten
pt: Seu ritual de 3 minutos
ru: Твой ритуал на 3 минуты
zh_hans: 你的 3 分钟 仪式
zh_hant: 你的 3 分鐘 儀式

source: Your affirmations will land here once you've written this morning.
ar: ستظهر تأكيداتك هنا بمجرد أن تكتب هذا الصباح.
de: Deine Affirmationen erscheinen hier, sobald du heute Morgen geschrieben hast.
es: Tus afirmaciones aparecerán aquí en cuanto escribas esta mañana.
fr: Tes affirmations apparaîtront ici dès que tu auras écrit ce matin.
it: Le tue affermazioni compariranno qui non appena avrai scritto questa mattina.
ja: 今朝書き終えると、 ここにアファメーションが表示されます。
ko: 오늘 아침 글을 쓰고 나면 여기에 확언이 나타나요.
nl: Je affirmaties verschijnen hier zodra je vanochtend hebt geschreven.
pt: Suas afirmações aparecerão aqui assim que você escrever esta manhã.
ru: Твои аффирмации появятся здесь, как только ты напишешь сегодня утром.
zh_hans: 写完今天的晨间日记后， 你的肯定语会显示在这里。
zh_hant: 寫完今天的晨間日記後， 你的肯定語會顯示在這裡。

source: Your apps are awake
ar: تطبيقاتك استيقظت
de: Deine Apps sind wach
es: Tus apps despertaron
fr: Vos apps sont réveillées
it: Le tue app sono sveglie
ja: アプリが目覚めた
ko: 앱이 깨어났어요
nl: Je apps zijn wakker
pt: Seus apps acordaram
ru: Приложения проснулись
zh_hans: 你的应用醒了
zh_hant: 你的應用醒了
